Repository: NedaaDevs/nedaa
Catalog: ios/NedaaWidget/Models/Localizable-Widget-*.strings
Languages: ar, ur

# widget_prayer_times_settings
source: Prayer Times Settings
ar: إعدادات أوقات الصلاة
ur: نماز کے اوقات کی ترتیبات

# widget_prayer_times_settings_desc
source: Customize your prayer times widget display
ar: قم بتخصيص عرض ويدجت أوقات الصلاة
ur: اپنے نماز کے اوقات ویجٹ کی نمائش کو حسب ضرورت بنائیں

# widget_show_timer
source: Show Timer
ar: إظهار المؤقت
ur: ٹائمر دکھائیں

# widget_show_sunrise
source: Show Sunrise
ar: إظهار الشروق
ur: طلوع آفتاب دکھائیں

# widget_prayer_countdown_settings
source: Prayer Countdown Settings
ar: إعدادات العد التنازلي للصلاة
ur: نماز کی الٹی گنتی کی ترتیبات

# widget_prayer_countdown_settings_desc
source: Configure countdown display options
ar: تكوين خيارات عرض العد التنازلي
ur: الٹی گنتی کی نمائش کے اختیارات مرتب کریں

# widget_all_prayers_settings
source: All Prayers Settings
ar: إعدادات جميع الصلوات
ur: تمام نمازوں کی ترتیبات

# widget_all_prayers_settings_desc
source: Customize prayer list display
ar: تخصيص عرض قائمة الصلوات
ur: نماز کی فہرست کی نمائش کو حسب ضرورت بنائیں

# widget_prayer_athkar_settings
source: Prayer & Athkar Settings
ar: إعدادات الصلاة والأذكار
ur: نماز اور اذکار کی ترتیبات

# widget_prayer_athkar_settings_desc
source: Configure prayer times and athkar display
ar: تكوين عرض أوقات الصلاة والأذكار
ur: نماز کے اوقات اور اذکار کی نمائش کو مرتب کریں

# widget_show_countdown
source: Show Countdown
ar: إظهار العد التنازلي
ur: الٹی گنتی دکھائیں

# widget_suhoor_iftar_settings
source: Suhoor & Iftar Settings
ar: إعدادات السحور والإفطار
ur: سحری اور افطار کی ترتیبات

# widget_suhoor_iftar_settings_desc
source: Configure suhoor and iftar countdown
ar: تكوين العد التنازلي للسحور والإفطار
ur: سحری اور افطار کی الٹی گنتی مرتب کریں

# widget_ramadan_progress_settings
source: Ramadan Progress Settings
ar: إعدادات تقدم رمضان
ur: رمضان کی پیشرفت کی ترتیبات

# widget_ramadan_progress_settings_desc
source: Configure Ramadan progress display
ar: تكوين عرض تقدم رمضان
ur: رمضان کی پیشرفت کی نمائش مرتب کریں
